Revit 2024 API
UnitTypeId.WattsPerMeterKelvin Property
 Watts per meter kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WattsPerMeterKelvin { get; }
Visual Basic
Public Shared ReadOnly Property WattsPerMeterKelvin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WattsPerMeterKelvin {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace